{"come_to_me_love.itp:7.jpg:62":{"source":"OH, THANK yOU! THANK !","target":"哦，谢谢！谢谢！"},"come_to_me_love.itp:4.jpg:52":{"source":"! BABy.","target":"嗷！对不起，宝贝…"},"come_to_me_love.itp:6.jpg:56":{"source":"TONY...TONY. DON'T LEAVE ME LIKE THIS! PLEASE DON'T LEAVE ME!","target":"托尼…托尼。别这样离开我！请不要离开我！"},"come_to_me_love.itp:5.jpg:51":{"source":"IT DOESN'T MATTER TONY! WHAT ABOUT yOU? WHATS THE MATTER? YOU DON'T SEEM THE SAME!","target":"没关系，托尼！你呢？怎么了？你看起来不一样了！"},"come_to_me_love.itp:4.jpg:50":{"source":"MY FEELINGS FOR HIM WERE THE SAME, BUT I DIDN'T WANT IT TO BE LIKE THIS!","target":"我对他的感情并没有变，但我不想这样！"},"come_to_me_love.itp:5.jpg:50":{"source":"I WISH COULD TAKE YOU TO A BETTER PLACE, BUT...","target":"我希望能带你去一个更好的地方，但是……"},"come_to_me_love.itp:3.jpg:55":{"source":"ALL RIGHT BABY BUT PLEASE COME OUTSIDE FOR A MINUTE!","target":"好的，宝贝，但请到外面来一分钟！"},"come_to_me_love.itp:5.jpg:55":{"source":"ME OLD TONY NEVER CHANGES, BABy! C'MON, LET'S FEED SOME NICKELS INTO THE JUKE BOX! WE HAVEN'T DANCED IN YEARS!","target":"我，老托尼从不改变，宝贝！来，我们给点唱机加点硬币！我们好几年没跳舞了！"},"come_to_me_love.itp:8.jpg:53":{"source":"DONIT WORRY MISS CONNOLLY! SHE'S DOING MORE GOOD FOR THE BOy THAN I COULD DO IN THE NEXT SIX MONTHS! LETS GO!","target":"别担心康诺利小姐！在接下来的六个月里，她能为他做的事情比我能做的还多！我们走！"},"come_to_me_love.itp:3.jpg:54":{"source":"YOU DON'T REALLY WANT TO STAY HERE, DO yOU, BABy?. THIS IS A BIG NIGHT... THERE WON'T EVER BE ANOTHER LIKE IT! COME WITH ME","target":"你不是真的想留在这里吧，宝贝？这是个重要的夜晚.。再也不会有这样的夜晚了！跟我走？"},"come_to_me_love.itp:3.jpg:58":{"source":"BUT..ALL RIGHT, TONY...FOR A LITTLE WHILE.","target":"但是，好吧，托尼，就一会儿。"},"come_to_me_love.itp:5.jpg:0":{"source":"TONY LEFT, AND ONCE AGAIN HE VANISHED FROM MY LIFE. ONCE IN A WHILE I WOULD HEAR ABOUT HIM... THAT HE WAS RUNNING WITH A FAST CROWD...BUT NOTHING DEFINITE. ANOTHER YEAR PASSED, AND THEN ANOTHER, THEN, DURING THE CHRISTMAS VACATION BEFORE BRAD'S GRADUATION, HE ASKED ME. I'LL NEVER FORGET THAT NIGHT-IT WAS CHRISTMAS EVE.","target":"托尼离开了，他又一次从我的生活中消失了。我偶尔能听到他的消息，他和一群花天酒地的人在一起，但消息并不确切。又过了一年，在巴特毕业前的圣诞节假期，他向我求婚了。我永远不会忘记那晚，那是平安夜。"},"come_to_me_love.itp:5.jpg:1":{"source":"I'VE BEEN OFFERED A GOOD JOB, EILEEN, STARTING RIGHT AFTER GRADUATION! I'LL HAVE SOMETHING TO OFFER YOU THEN, DARLING! WILL yOU... WILL YOU MARRY ME? MARRy YOU? A","target":"我得到了一份好工作，艾琳，毕业后我就去上班了！我也能支持你了，亲爱的！你愿意，你愿意嫁给我吗？"},"come_to_me_love.itp:2.jpg:8":{"source":"YOU'RE BEAUTIFUL, EILEEN...YOU'RE THE MOST BEAUTIFUL GIRL I'VE EVER KNOWN!","target":"你真漂亮，艾琳…你是我认识的最漂亮的女孩！"},"come_to_me_love.itp:2.jpg:9":{"source":"OH, TONY... YOU TALK SO SILLY!","target":"哦，托尼…不要说傻话！"},"come_to_me_love.itp:8.jpg:50":{"source":"DO YOU THINK SAFE IN HIS CONDITION, DOCTOR?","target":"医生，你认为他的情况安全吗？"},"come_to_me_love.itp:6.jpg:50":{"source":"IF YOU LOVED ME , YOU'D BELIEVE IN ME ! YOU WOULDN'T NEED TO KNOW ANy THING BUT THAT I LOVE YOU","target":"如果你爱我，你就会相信我！你不需要知道任何事情，只需要知道我爱你！"},"come_to_me_love.itp:3.jpg:60":{"source":"I CAN'T TONY-yOU KNOW THAT!","target":"我不能，托尼，你知道的！"},"come_to_me_love.itp:6.jpg:45":{"source":"yOU'RE WRONG, HONEY- I'VE ALWAYS LOVED YOU! WILL yOU... WILL YOU MARRY ME, EILEEN?","target":"你错了，亲爱的，我一直爱着你！你，你愿意嫁给我吗，艾琳？"},"come_to_me_love.itp:3.jpg:62":{"source":"I KNEW WHY HE WANTED ME TO COME OUT. SIDE, AND HE KNEW I KNEWI","target":"我知道他为什么要我出来，他也知道我知道"},"come_to_me_love.itp:4.jpg:44":{"source":"DON'T WORRY ABOUT OLD TONY, BABy...I CAN TAKE CARE OF MYSELF! LETS TALK ABOUT YOU... yOU LOOK LIKE A MILLION BUCKS!","target":"别担心老托尼，宝贝，我能照顾好自己！让我们谈谈你.。你看起来像一百万美元！"},"come_to_me_love.itp:4.jpg:45":{"source":"IVE MISSED, BABY! GIMME A LITTLE KISS.. FOR OL' TIMES'SAKE-HOW ABOUT IT?","target":"我想你了，宝贝！给我一个小小的吻，念在过去的时光，怎么样？"},"come_to_me_love.itp:6.jpg:42":{"source":"I WANTED TO BELIEVE HIM. I WANTED TO BELIEVE HE REALLY LOVED BUT COULDN'T THROW AWAY MY LIFE IN A SINGLE NIGHT. UNLESS I WAS SURE!","target":"我想相信他，我想相信他真的爱过我。但我不能在一夜之间就抛弃我的生活，除非我确定！"},"come_to_me_love.itp:8.jpg:42":{"source":"DONT TALK,TONY! WE\/VE PLENTY OF TIME FOR TALK... ALL OUR LIVES!","target":"别说话，托尼！我们有足够的时间，我们的一生！"},"come_to_me_love.itp:2.jpg:6":{"source":"I'M SORRY BUT I CANT ASK YOU IN, TONY! MOM'S ASLEEP!","target":"对不起，托尼，我不能请你进去！我妈妈睡着了！"},"come_to_me_love.itp:4.jpg:48":{"source":"DON'T, TONY! PLEASE! I MEAN IT!","target":"不要，托尼！我是认真的！"},"come_to_me_love.itp:2.jpg:7":{"source":"IT'S A BEAUTIFUL NIGHT... COME UP ON THE ROOF! PLEASE!","target":"夜晚如此美丽，我们到屋顶上去！好吗？"},"come_to_me_love.itp:2.jpg:4":{"source":"I HAD KNOWN THEM BOTH SINCE CHILDHOOD BUT IT WASN'T UNTIL THE SPRING WHEN WE GRADUATED FROM HIGH SCHOOL THAT THEIR RIVALRY BEGAN TO BE SERIOUS","target":"我从小就认识他们俩，但直到我们高中毕业那年春天，他们的竞争才开始严肃起来。"},"come_to_me_love.itp:2.jpg:5":{"source":"I HESITATED A MINUTE, BUT I KNEW I WOULD GO.. AND I GUESS TONY KNEW IT TOO.","target":"我犹豫了一下，但我知道我会去的。我想托尼也知道。"},"come_to_me_love.itp:2.jpg:2":{"source":"OH, TONY! TONY! WHAT HAVE YOU DONE？","target":"哦，托尼！发生什么了？"},"come_to_me_love.itp:6.jpg:48":{"source":"HOW CAN I, TONY? I DON'T KNOW yOU ANY MORE! I DON'T KNOW WHAT yOU'VE BEEN DOING!","target":"我怎么能接受呢，托尼？我快不认识你了，我也不知道你在做什么！"},"come_to_me_love.itp:5.jpg:9":{"source":"I WAS GRATEFUL FOR WHAT HE SAID, AND FOR THE WAY HE SAID IT. WONDERED IF I LOVED HIM.. I WANTED TO LOVE HIM, BUT.....","target":"我很感激他说的话还有他说话的方式。我不知道我是否爱他，我想爱他，但是……"},"come_to_me_love.itp:2.jpg:3":{"source":"ALMOST EVER SINCE I CAN REMEMBER, THERE HAVE BEEN TONY MARKEL AND BART PRENTICE... THE CHOICE I HAD TO MAKE WAS OLD ONE- BETWEEN DEVOTION AND SECURITY ON ONE HAND AND A WILD UNTAMED LOVE ON THE OTHER. I TRIED TO DECIDE WITH MY MIND, BUT MY HEART KEPT GETTING IN THE WAY. I LOVED THEM BOTH, BUT I KNEW I HAD TO DECIDE BEFORE MY CHOICE WAS MADE FOR MEI","target":"几乎从我记事起，我、托尼·马克尔和巴特·普伦蒂斯就彼此认识了。我需要做出选择：一方面是忠诚和安全，另一方面是狂野不羁的爱。我试着自己做出决定，但我的内心一直摇摆不定。我爱他们两个，但我知道在我被做选择之前我必须做出决定。"},"come_to_me_love.itp:2.jpg:0":{"source":"YOU CAN STAY FOR A FEW MINUTES, MISS CRANDALL!","target":"你可以待几分钟，克兰德尔小姐！"},"come_to_me_love.itp:2.jpg:1":{"source":"EILEEN! WHAT ARE YOU DOING HERE? I DIDN'T WANT YOU TO SEE ME LIKE THIS!","target":"艾琳！你在这里做什么？我不想让你看到我这个样子！"},"come_to_me_love.itp:8.jpg:2":{"source":"THE OTHER MAN STARTED TO SHOOT THE WATCHMAN. BUT TONY STOPPED HIM, AND GOT SHOT FOR HIS TROUBLE! HIS BUDDY GOT PANICKY AND RAN...THE WATCHMAN CALLED US! I THINK WE CAN GET TONY OFF WITH A SUSPENDED SENTENCE!","target":"另一个人开始朝警卫开枪。托尼\n     拦住了他，但也被枪击中了！\n         他的伙伴惊慌失措地跑了。\n                   警卫打电话给我们。\n                       我想我们可以\n                        帮托尼缓刑！"},"come_to_me_love.itp:7.jpg:36":{"source":"EILEEN ! HOW DID… HOW DID YOU KNOW?","target":"艾琳！你…你怎么知道的？"},"come_to_me_love.itp:5.jpg:73":{"source":"MARRY YOU? OH, BRAD...I DON'T KNOW...","target":"嫁给你？巴特，我不知道…"},"come_to_me_love.itp:6.jpg:31":{"source":"OH, DARLIN&, 1 LOVE you: I LOVE you'.","target":"哦，亲爱的，我爱你！我爱你！"},"come_to_me_love.itp:3.jpg:32":{"source":"I'M NOT YOUR GIRL, TONY! JUST BECAUSE I LET YOU KISS ME DOESN'T MEAN yOU CAN START GIVING ME ORDERS!","target":"我不属于你，托尼！我让你吻我并不意味着你可以命令我！"},"come_to_me_love.itp:6.jpg:38":{"source":"ITS THE MOONLIGHT TONY! THE MOON- LIGHT AND MEMORIES-THEY PLAY TRICKS ON US!","target":"是月光，托尼！月光和记忆，他们在捉弄我们！"},"come_to_me_love.itp:7.jpg:38":{"source":"YOU'VE BEEN CALLING FOR ME, TONY! WHAT HAPPENED?","target":"你一直在喊我，托尼！发生什么了？"},"come_to_me_love.itp:7.jpg:7":{"source":"YES? WHAT IS IT?","target":"是的，有什么事吗？"},"come_to_me_love.itp:7.jpg:9":{"source":"WE HAVE ORDERS TO TAKE yOU TO THE HOSPITAL! A MR. TONY MARKEL'S BEEN HURT AND HE'S ASKIN' FOR yOU!","target":"我们奉命送你去医院！托尼·马克尔先生受伤了，他一直在喊你！"},"come_to_me_love.itp:7.jpg:3":{"source":"YES, BART...I'VE THOUGHT ABOUT IT A LOT... BUT I STILL DON'T KNOW!","target":"我想了很久，巴特，但我还是不知道！"},"come_to_me_love.itp:7.jpg:6":{"source":"yOU'D COME TO LOVE ME, DARLING! I KNOW YOU WOULD!","target":"你会爱上我的，亲爱的！我知道你会的！"},"come_to_me_love.itp:7.jpg:47":{"source":"I THINK YOU SHOULD KNOW, MISS CRANDALL! IT HAPPENED LIKE THIS! MARKEL AND ANOTHER MAN WERE ROBBING A DEPARTMENT STORE, WHEN THE NIGHT WATCHMAN SPOTTED THEM!","target":"我想你应该知道，克兰德尔小姐！事情是这样的，马克尔和另一个人在一家百货商店偷窃时被警卫发现了！"},"come_to_me_love.itp:6.jpg:23":{"source":"I WANT yOU, TOO!","target":"我也想要你！"},"come_to_me_love.itp:4.jpg:60":{"source":"I MEAN IT, TONY! TAKE YOUR HANDS OFF ME!","target":"我说真的，托尼！把你的手拿开！"},"come_to_me_love.itp:7.jpg:43":{"source":"I...I CAN'T TELL ! PLEASE HONEY, CAN'T! SHOULDN\/T HAVE COME...I DON'T WANT LIKE THIS!","target":"我，我不能说！你不应该来的，亲爱的！我不想这样见你！"},"come_to_me_love.itp:3.jpg:46":{"source":"WHY, I...NO, GUESS NOT!","target":"为何，我想，不行！"},"come_to_me_love.itp:7.jpg:0":{"source":"BUT HE WAS GONE. THE WEEKS DRAGGED BY, AND THEN BART WAS HOME.","target":"他走了。几个星期过去了，巴特回家了。"},"come_to_me_love.itp:7.jpg:1":{"source":"HAVE yOU THOUGHT ABOUT... WHAT I ASKED?","target":"你有没有想过……我问你的事情？"},"come_to_me_love.itp:6.jpg:26":{"source":"LOTS OF THINGS HAVE CHANGED, TONY! YOU'RE DIFFERENT...I'M DIFFERENT... EVERYTHING'S PIFFERENT!","target":"很多事情都变了，托尼！你变了，我变了，一切都变了！"},"come_to_me_love.itp:3.jpg:49":{"source":"WHEN TONY HELD ME CLOSE, AND SMILED HIS WARM WIDE SMILE, IT WAS ALL I COULD DO TO REFUSE HIM,..","target":"当托尼紧紧地抱着我，露出他温暖的笑容时，我唯一能做的就是拒绝他…"},"come_to_me_love.itp:6.jpg:1":{"source":"IT'S SPRING AGAIN, EILEEN! COME UP ON THE ROOF... OUR ROOF!","target":"春天又到了，艾琳！到屋顶上去，我们的屋顶！"},"come_to_me_love.itp:6.jpg:0":{"source":"HE TRIED TO BE THE OLD CAREFREE TONY, BUT HE DIDNT FOOL ME I ASKED HIM ABOUT HIMSELF, BUT HE WOULDN'T TALK LATER.","target":"他试着做过去那个无忧无虑的老托尼，但他没能骗过我。我问他，但他不肯说，后来……"},"come_to_me_love.itp:6.jpg:11":{"source":"BUT I DID GO HIM.","target":"但我确实和他上了屋顶"},"come_to_me_love.itp:6.jpg:12":{"source":"DOES THAT MEAN yOU'RE GOING TO MARRY BART?","target":"这是不是意味着你要嫁给巴特？"},"come_to_me_love.itp:7.jpg:15":{"source":"PARDON ME, BUT ARE MISS EILEEN CRANDALL?","target":"对不起，艾琳·克兰德尔小姐是吗？"},"come_to_me_love.itp:8.jpg:13":{"source":"IT WAS THE FIRST TIME, BABy...I...I WANTED TO BUy THINGS FOR yOU! I WANTED TO BE ABLE TO OFFER YOU AS MUCH AS BART!","target":"这是第一次，宝贝，我想给你买东西！我想给你像巴特给的一样多的东西！"},"come_to_me_love.itp:6.jpg:14":{"source":"I DON'T KNOW, TONY! HE WANTS ME!","target":"我不知道，托尼！他想要我！"},"come_to_me_love.itp:5.jpg:13":{"source":"NOTHING HAD BEEN DECIDED WHEN BRAD WENT BACK TO SCHOOL THEN, LATE THAT MAY, I RAN INTO TONY MARKEL.","target":"当巴特回到学校的时候，什么都没有定下来。然后，那年五月下旬，我遇到了托尼·马克尔。"},"come_to_me_love.itp:3.jpg:0":{"source":"MAYBE HE DID LOVE ME. I KNOW HE MEANT IT THEN, BUT TONY'S KIND\nALWAYS MEAN IT FOR A LITTLE WHILE\n","target":"也许他真的爱我，但他似乎只是爱我一会儿"},"come_to_me_love.itp:7.jpg:11":{"source":"IS HE HURT BADLY? IS HE IN TROUBLE? CAN'T YOU TELL ME WHAT HAPPENED?","target":"他伤得重吗？他有麻烦了吗？你能不能告诉我发生了什么事？"},"come_to_me_love.itp:3.jpg:1":{"source":"I'M GOING BE SO PROUD, BABY! YOU'LL BE THE PRETTIEST GIRL AT THE SENIOR PROM!","target":"宝贝，你会是毕业舞会上最漂亮的女孩！我会感到非常骄傲。"},"come_to_me_love.itp:2.jpg:10":{"source":"I...I LOVE, YOU , BABY!","target":"我，我爱你，宝贝！"},"come_to_me_love.itp:3.jpg:2":{"source":"I'M NOT GOING WITH YOU, TONy- yOU KNOW THAT! BART ASKED ME WEEKS AGO!","target":"我不是和你去，托尼，你知道的！巴特几周前已经邀请我了。"},"come_to_me_love.itp:5.jpg:10":{"source":"yOU DON'T HAVE TO TELL NOW, HONEY! THERES A LOT OF TIME... ALL THE TIME IN THE WORLD!","target":"你不用现在告诉我，亲爱的！我们有很多时间，世界上所有的时间！"},"come_to_me_love.itp:2.jpg:11":{"source":"","target":"爱到我身边"},"come_to_me_love.itp:3.jpg:12":{"source":"I DON'T CARE WHAT YOU'VE TOLD BART! YOU'RE MY GIRL AND YOU'RE GOING WITH ME!","target":"我不管你跟巴特是怎么说的！你是我的女友，你是和我一起去！"},"come_to_me_love.itp:5.jpg:16":{"source":"WHY ITS TONY!","target":"是托尼！"},"come_to_me_love.itp:3.jpg:15":{"source":"YOU'RE THE MOST BEAUTIFUL GIRL HERE, EILEEN! I SWEAR YOU ARE!","target":"你是这里最漂亮的女孩，艾琳！我发誓你是！"},"come_to_me_love.itp:6.jpg:9":{"source":"NOTHING SEEMS CHANGED HONEY! IT'S JUST LIKE IT WAS THAT NIGHT, EXCEPT FOR THE MOON...IT WAS FULL THEN!","target":"什么都没变亲爱的！就像那天晚上一样，除了月亮…那时是满月！"},"come_to_me_love.itp:3.jpg:14":{"source":"SUDDENLY, ALL THE FIGHT SEEMED TO GO OUT OF HIM, AND HE TURNED QUICKLY AND LEFT. I DIDN'T SEE HIM AGAIN UNTIL THE NIGHT OF THE PROM.....","target":"突然，他停止了争吵，迅速转身离开了。直到毕业舞会的那晚，我才再见到他……"},"come_to_me_love.itp:5.jpg:14":{"source":"YOU'RE SWEET, BRAD !","target":"你真好，巴特！"},"come_to_me_love.itp:7.jpg:18":{"source":"I'M SORRY MISS, BUT WE DON'T KNOW ANYTHING ABOUT IT!","target":"对不起，女士，但我们对此一无所知！"},"come_to_me_love.itp:6.jpg:6":{"source":"NO, TONY... I.","target":"不，托尼，我…"},"come_to_me_love.itp:6.jpg:16":{"source":"DON'T!","target":"不要！"},"come_to_me_love.itp:4.jpg:18":{"source":"SORRY BART! I SHOULDN'T HAVE DONE THIS! I...I'D LIKE TO COME BACK... IF IT'S ALL RIGHT...","target":"对不起，巴特！我不该这么做的！我会回来的，可以吗？"},"come_to_me_love.itp:5.jpg:20":{"source":"TONy!","target":"托尼！"},"come_to_me_love.itp:7.jpg:26":{"source":"WE ARRIVED, AND THEY TOLD ME HE WAS IN THE OPERATING ROOM. HOURS DRAGGED BY, AND THEN...","target":"我们到了，他们告诉我他在手术室。几个小时过去了，然后……"},"come_to_me_love.itp:5.jpg:22":{"source":"ALL RIGHT, BRAD- THANK YOU!","target":"好的，巴特，谢谢！"},"come_to_me_love.itp:3.jpg:21":{"source":"YOU'RE SWEET BART...THANK yOU!","target":"谢谢，巴特！"},"come_to_me_love.itp:5.jpg:27":{"source":"WHA... EILEEN!","target":"啊，艾琳！"},"come_to_me_love.itp:3.jpg:27":{"source":"MIND IF I CUT IN, BART? THIS GIRL'S TOO PRETTY TO KEEP ALL TO YOURSELF!","target":"我打扰下不介意吧，巴特？这位女孩太漂亮了，你不能独自占有！"},"come_to_me_love.itp:3.jpg:29":{"source":"SUDDENLY, TONY WAS THEREI","target":"突然，托尼出现了！"},"come_to_me_love.itp:7.jpg:28":{"source":"THE OPERATIONS OVER, MISS CRANDALL! HE'S WEAK, BUT HE SHOULD PULL THROUGH · ALL RIGHT.!yOU CAN GO IN NOW!","target":"手术结束了，克兰德尔小姐！他很虚弱，但他会挺过来的。你现在可以进去了！"},"come_to_me_love.itp:8.jpg:41":{"source":"I'VE LOVED yOU FOR SO LONG, BUT I NEVER THOUGHT I HAD A CHANCE! IVE TRIED TO FORGET yOU... FOR FOUR YEARS, IVE TRIED, BUT IT WASNT ANY USE!","target":"我爱你这么久了，但我从没想过我有机会！我试图忘记你…四年了，我试过了，但没用！"},"come_to_me_love.itp:4.jpg:0":{"source":"FOR ONE WILD ECSTATIC I WOULD HAVE GONE ANYWHERE WITH HIM……","target":"有那么一个狂喜的瞬间，我愿意和他去任何地方……"},"come_to_me_love.itp:4.jpg:1":{"source":"BART!","target":"巴特！"},"come_to_me_love.itp:4.jpg:3":{"source":"GET AWAY FROM HER ! TONY! SHE'S WITH ME！","target":"离她远点！托尼！她和我在一起！"},"come_to_me_love.itp:3.jpg:70":{"source":"OH, BABY... BABy...","target":"哦，宝贝…宝贝…"},"come_to_me_love.itp:4.jpg:7":{"source":"yOU'RE NOT HIS GIRL, EILEEN! TELL HIM!","target":"你不是他的女友，艾琳！告诉他！"},"come_to_me_love.itp:4.jpg:31":{"source":"I...ALL RIGHT, EILEEN! IT'S ALL RIGHT!","target":"可以，艾琳，没事。"},"come_to_me_love.itp:8.jpg:31":{"source":"yOU DON'T HAVE TO EXPLAIN! I GUESS I ALWAYS KNEW THIS WOULD HAPPEN SOMEDAY... GOOD-By, EILEEN!","target":"你不用解释！我想我一直都知道这事总有一天会发生的…再见，艾琳！"},"come_to_me_love.itp:4.jpg:32":{"source":"EVEN IF HE WAS A LITTLE DRUNK, I WAS GLAD SEE HIM. THE MINUTE HE CAME IN, THE OLD FEELING BEGAN TO COME BACK.....","target":"虽然他有点醉了，见到他我很高兴。他一进来，旧时的感觉就又回来了……"},"come_to_me_love.itp:5.jpg:39":{"source":"WELL, I HEAR YOU're ENGAGED TO BRAD! CONGRATULATIONS, BABy! GLAD TO HEAR YOU'RE GETTING JUST WHAT you WANTED!","target":"我听说你和巴特订婚了！\n恭喜你，宝贝！我很高兴，\n知道你得到了\n你想要的！"},"come_to_me_love.itp:3.jpg:78":{"source":"TONY!","target":"托尼！"},"come_to_me_love.itp:4.jpg:36":{"source":"yOU COULD HAVE FOUND OUT HOW I WAS, TONY! I'VE BEEN RIGHT HERE! WHAT ABOUT YOU? WHAT HAVE YOU BEEN DOING?","target":"我一直在这里，你应该能知道我过得怎么样，托尼！那你呢？你一直在做什么？"},"come_to_me_love.itp:8.jpg:23":{"source":"OH, TONY... TONY! yOU CAN GIVE ME SO MUCH MORE THAN HE EVER COULD- YOU CAN'T YOU SEE THAT I LOVE YOU?","target":"哦，托尼…托尼！你能给我比他多得多的东西，你看不出我爱你吗？"},"come_to_me_love.itp:8.jpg:22":{"source":"I'M SORRY BART...I CAN'T EXPLAIN! I GUESS I ALWAYS LOVED HIM AND HE NEEDS ME! IN A WAY, YOU'LL NEVER NEED ANYBODY!","target":"对不起，巴特…我无法解释！我想我一直爱他，他需要我！在某种程度上，你永远不需要任何人！"},"come_to_me_love.itp:4.jpg:23":{"source":"HELLO, BABY! JUST THOUGHT I'D LOOK UP MY OLD FRIEND ..IT'S BEEN A LONG TIME... WONDERED HOW yOU WERE!","target":"你好，宝贝！我只是想来看看我的老朋友…好久不见了，想知道你怎么样了！"},"come_to_me_love.itp:4.jpg:20":{"source":"AFTER THAT NIGHT. TONY SEEMED TO VANISH FROM THE FACE OF THE EARTH. THAT FALL. I TOOK A JOB AS A SECRETARY, AND BART WENT OFF TO COLLEGE. HE WROTE OFTEN, AND SAW HIM DURING VACA. TIONS AND ON OCCA. SIONAL WEEKENDS, WHEN HE COULD COME DONN A YEAR PASSED, AND THEN FART OF ANOTHER- AND THEN ONE NIGHT.","target":"那晚之后，托尼似乎从地球上消失了。那年秋天，我找到了一份秘书的工作。巴特去上了大学。他经常写信给我。我们在假期和偶尔的周末见面，当他可以过来的时候。就这样两年过去了。有一天晚上……"},"come_to_me_love.itp:4.jpg:21":{"source":"TONY! COME IN!","target":"托尼！我……进来！"},"come_to_me_love.itp:5.jpg:48":{"source":"DON'T PLAY TOUGH WITH ME, TONY! WE'RE OLD FRIENDS! FOR yOUR INFORMATION THOUGH-I'M NOT ENGAGED TO ANYBODY!","target":"别这样，托尼！我们是老朋友了！不过，我没有和任何人订婚！"},"come_to_me_love.itp:5.jpg:47":{"source":"HE CHANGED THEN.. BECAME MORE HIS OLD SELF. WHEN HE ASKED ME FOR A DATE, I ACCEPTED. IT DIDN'T TAKE MUCH INTUITION TO SEE THAT HE WAS UNHAPPY.","target":"他变了…变成了他原来的样子。当他找我约会时，我接受了。很容易就能看出，他不开心。"}}